{
	"contact.get-information": "For more information or a quote: Contact me now!",
	"contact.get-information-text": "Would you like detailed information or a customized quote? Look no further! You've come to the right place. I'm here to answer all your questions and provide you with the information you need. Don't hesitate to contact me using the form below, and you'll receive a quick and comprehensive reply.",
	"contact.more-info": "For further information",
	"contact.more-info-text": "You can contact me at any time during these hours, and I'll get back to you as soon as possible. I understand how important it is to receive a quick response when you have specific questions or needs, which is why I am committed to being responsive and attentive to your requests.",
	"contact.need-called-back": "Need to be called back?",
	"contact.need-called-backt-text": "If you prefer to be called back rather than contacting me directly, you can also fill in the form below with the following information",
	"contact.summary": "Once I have received this information, I will contact you as soon as possible to discuss your request and provide you with the necessary information. Please don't hesitate to contact me now. I'm here to help you and answer any questions you may have. Your satisfaction is my priority, and I'm committed to providing you with quality service and clear, precise answers.",
	"contact-form.error.check-case": "Please check this box.",
	"contact-form.error.email": "The e-mail address is invalid.",
	"contact-form.error.email-pattern": "The e-mail address format is invalid.",
	"contact-form.error.phone": "Phone number format is invalid.",
	"contact-form.error.required": "This field must be completed.",
	"contact-form.error-message": "An error has occurred, please try again in a few moments.",
	"contact-form.mail": "Your e-mail address",
	"contact-form.name": "Your first & last name",
	"contact-form.phone": "Your phone number",
	"contact-form.request": "Your request",
	"contact-form.rgpd": "By submitting this form, I agree that the information collected may be used in connection with the request for information and the commercial relationship that may result *",
	"contact-form.rgpd-phone": "By submitting this form, I agree that the information collected may be used for the purposes of the callback request.",
	"contact-form.send-in-progress": "Sending in progress...",
	"contact-form.send-message": "Send my message",
	"contact-form.success-message": "Your request has been sent.",
	"contact-form.website": "Your website",
	"footer.address": "Address",
	"footer.address-01": "Boulevard des alliés, 12",
	"footer.address-02": "7711 Dottignies",
	"footer.contact-us": "Contact us",
	"footer.email": "Email",
	"footer.email-text": "Via the contact form",
	"footer.follow-us": "Follow us",
	"footer.follow-us-social": "Follow us on our social networks",
	"footer.independent": "Independent developer",
	"footer.phone-support": "Phone & Support",
	"footer.portfolio": "Portfolio",
	"footer.privacy": "Privacy policy",
	"footer.quick-links": "Quick links",
	"footer.schedule": "Monday to Sunday, 10:00 a.m. to 9:00 p.m.",
	"footer.services": "Our Services",
	"footer.terms": "Terms of use",
	"general.contact-me": "Contact me",
	"general.home": "Home",
	"general.more-details": "Learn More",
	"hero.contact-01": "Turn your vision into reality with our expertise",
	"hero.contact-02": "Contact me now to discuss your project!",
	"hero.h1-01": "DEVONE - Creation of ",
	"hero.h1-02": "Website ",
	"hero.h1-03": "and ",
	"hero.h1-04": "multi-media ",
	"hero.h1-05": "Advertising prints.",
	"home.application": "Application",
	"home.application-text": "The graphical design of the website is created in accordance with your preferences, followed by development using the latest programming standards. Regular progress monitoring is ensured to guarantee a successful implementation.",
	"home.complete-range": "DevOne offers a complete range of services to meet your needs:",
	"home.completed-projects": "Completed projects",
	"home.contact-me-project": "Contact me for a successful project",
	"home.contact-me-project-text": "Do you have a project in mind? Don't wait any longer, contact me now! I'd be delighted to answer all your questions and discuss your project with you.",
	"home.experience-expertise": "Experience and Expertise for Quality Solutions",
	"home.experience-expertise-text": "With my expertise in website creation, I'm your trusted partner in turning your vision into reality. My daily practice of technology watch enables me to offer you the best solutions. Thanks to my successful professional experience, I'm able to tailor the best advice and meet your expectations precisely and transparently. In the event of difficulties, I can offer you fast, efficient support.",
	"home.experts-passion-01": "",
	"home.experts-passion-02": "Experts with a passion",
	"home.experts-passion-03": "for IT",
	"home.experts-passion-text-01": "My name is Denis, I'm {{age}} years old and I'm passionate about IT. I have always been attracted to the field of digital and technological tools. This is why I decided to create my company, DevOne.",
	"home.experts-passion-text-02": "With many years of successful experience as an application designer and developer, my mission is to co-create your project. I put my skills and know-how at your disposal throughout development and implementation, to ensure outstanding results.",
	"home.mission-01": "My Mission: To co-create your project for",
	"home.mission-02": "Exceptional Results",
	"home.mission-text": "My mission is to co-create your project with you. As an experienced developer, I put my skills and know-how at your disposal throughout the development and realization of your project, to guarantee outstanding results.",
	"home.preliminary-study": "Preliminary study",
	"home.preliminary-study-text": "In-depth understanding of your needs, objectives, design, and desired features for the website creation project. This step establishes a strong foundation for personalized recommendations and an adapted development strategy.",
	"home.promotionnal-marketing": "Promotional Marketing",
	"home.promotionnal-marketing-text": "Discover our promotional marketing service! Create customized t-shirts, sweaters and goodies in your brand's image. Boost your visibility and leave a lasting impression with our unique and creative products. Stand out from the crowd!",
	"home.recommendations": "Recommendations",
	"home.recommendations-text": "Based on an in-depth understanding of your needs, objectives, design and desired functionalities, customized recommendations are drawn up, including site architecture, functionalities, suitable technologies, and a detailed development strategy.",
	"home.redesign-website": "Website redesign",
	"home.redesign-website-text": "Give your outdated site a facelift, taking into account ergonomics, security, SEO and conversion rates.",
	"home.satisfied-companies": "Satisfied companies",
	"home.satisfied-customers": "Satisfied customers",
	"home.see-porfolio": "See our portfolio",
	"home.services-premium-01": "Premium services at ",
	"home.services-premium-02": "an affordable price",
	"home.services-premium-03": " I'm your developer!",
	"home.transform-reality": "Turn your vision into reality with DevOne",
	"home.turn-on-vision": "Website creation: Turn Your Vision into Reality",
	"home.turn-on-vision-text": "Selecting a qualified and competent developer to create your website is of paramount importance. I'll be there to support you and bring your project to life.",
	"home.vision-ocean": "Don't let your vision get lost in the digital ocean. Trust DevOne to create the website that will propel you to success. Contact me today to discuss your project and start this amazing adventure together.",
	"home.website-creation": "Creation of a website",
	"home.website-creation-text": "Present your activities, products and services, create a direct link with your customers, increase your sales, sell online, reinforce your reputation, etc.",
	"home.years-experience": "Years of experience",
	"navbar.ask-quote": "Ask for a quote",
	"navbar.contact": "Contact",
	"navbar.create-website": "Website creation",
	"navbar.projects": "Projects",
	"navbar.promotional-marketing": "Promotional Marketing",
	"navbar.redisign-website": "Website redesign",
	"navbar.services": "Services",
	"reviews.loading": "Loading reviews in progress...",
	"reviews.trusted-us": "He trusted us",
	"reviews.trusted-us-text": "Why shouldn't you?",
	"translate-menu.english": "English",
	"translate-menu.french": "French"
}
