{
	"contact.get-information": "Obtenir des Informations ou un Devis : Contactez-moi dès maintenant !",
	"contact.get-information-text": "Vous souhaitez obtenir des informations détaillées ou un devis personnalisé ? Ne cherchez plus ! Vous êtes au bon endroit. Je suis là pour répondre à toutes vos questions et vous fournir les informations dont vous avez besoin. N'hésitez pas à me contacter en utilisant le formulaire ci-dessous, et vous recevrez une réponse rapide et complète.",
	"contact.more-info": "Pour plus d’informations",
	"contact.more-info-text": "Vous pouvez me contacter à tout moment pendant ces horaires, et je vous répondrai dans les meilleurs délais. Je comprends l'importance de recevoir une réponse rapide lorsque vous avez des questions ou des besoins spécifiques, c'est pourquoi je m'engage à être réactif et attentif à vos demandes.",
	"contact.need-called-back": "Besoin d'être Rappelé ?",
	"contact.need-called-backt-text": "Si vous préférez être rappelé plutôt que de me contacter directement, vous pouvez également remplir le formulaire ci-dessous avec les informations suivantes",
	"contact.summary": "Une fois que j'aurai reçu ces informations, je vous contacterai dans les plus brefs délais pour discuter de votre demande et vous fournir les informations nécessaires. N'hésitez pas à me contacter dès maintenant. Je suis là pour vous aider et répondre à toutes vos questions. Votre satisfaction est ma priorité, et je m'engage à vous offrir un service de qualité ainsi que des réponses claires et précises.",
	"contact-form.error.check-case": "Veuillez cocher cette case.",
	"contact-form.error.email": "L'adresse e-mail n'est pas valide.",
	"contact-form.error.email-pattern": "Le format de l'adresse e-mail est invalide.",
	"contact-form.error.phone": "Le format du numéro de téléphone est invalide.",
	"contact-form.error.required": "Vous devez compléter ce champ.",
	"contact-form.error-message": "Une erreur est survenue, veuillez réessayer dans quelques instants.",
	"contact-form.mail": "Votre adresse e-mail",
	"contact-form.name": "Votre nom & prénom",
	"contact-form.phone": "Votre numéro de téléphone",
	"contact-form.request": "Votre demande",
	"contact-form.rgpd": "En soumettant ce formulaire, j’accepte que les informations saisies soient exploitées dans le cadre de la demande d’informations et de la relation commerciale qui peut en découler *",
	"contact-form.rgpd-phone": "En soumettant ce formulaire, j'accepte que les informations saisies soient exploitées dans le cadre de la demande de rappel.",
	"contact-form.send-in-progress": "Envoie en cours...",
	"contact-form.send-message": "Envoyer mon message",
	"contact-form.success-message": "Votre demande a bien été envoyée.",
	"contact-form.website": "Votre site internet",
	"footer.address": "Adresse",
	"footer.address-01": "Boulevard des alliés, 12",
	"footer.address-02": "7711 Dottignies",
	"footer.contact-us": "Contactez-nous",
	"footer.email": "Email",
	"footer.email-text": "Via le formulaire de contact",
	"footer.follow-us": "Suivez-nous",
	"footer.follow-us-social": "Suivez-nous sur nos réseaux sociaux",
	"footer.independent": "Développeur indépandant",
	"footer.phone-support": "Téléphone & Support",
	"footer.portfolio": "Portfolio",
	"footer.privacy": "Politique de confidentialité",
	"footer.quick-links": "Liens rapide",
	"footer.schedule": "Du lundi au dimanche de 10h00 à 21h00",
	"footer.services": "Nos services",
	"footer.terms": "Mentions Légales",
	"general.contact-me": "Contactez-moi",
	"general.home": "Accueil",
	"general.more-details": "En savoir plus",
	"hero.contact-01": "Transformez votre vision en réalité avec notre expertise",
	"hero.contact-02": "Contactez-moi dès maintenant pour discuter de votre projet !",
	"hero.h1-01": "DEVONE - Création de ",
	"hero.h1-02": "Site Internet ",
	"hero.h1-03": "et ",
	"hero.h1-04": "Impressions publicitaires ",
	"hero.h1-05": "multi-supports.",
	"home.application": "Mise en application",
	"home.application-text": "La conception graphique du site est réalisée en accord avec vos préférences, suivie du développement en utilisant les dernières normes de programmation. Un suivi régulier de l'avancement du projet est assuré pour garantir une mise en application réussie.",
	"home.complete-range": "DevOne offre une gamme complète de services pour répondre à vos besoins :",
	"home.completed-projects": "Projets terminés",
	"home.contact-me-project": "Contactez-moi pour un projet réussi",
	"home.contact-me-project-text": "Vous avez un projet en tête ? N'attendez plus, contactez-moi dès maintenant ! Je serais ravi de répondre à toutes vos questions et de discuter de votre projet avec vous.",
	"home.experience-expertise": "Expérience et Expertise pour des Solutions de Qualité",
	"home.experience-expertise-text": "Avec mon expertise en matière de création de site internet, je suis votre partenaire de confiance pour transformer votre vision en réalité. Ma pratique quotidienne de la veille technologique me permet de vous offrir les meilleures solutions. Grâce à mon expérience professionnelle réussie, je suis en mesure d'adapter           les meilleurs conseils et de répondre à vos attentes de manière précise et transparente. En cas de difficulté, je vous propose un support rapide et efficace.",
	"home.experts-passion-01": "Des ",
	"home.experts-passion-02": "Experts Passionnés",
	"home.experts-passion-03": "par l'Informatique",
	"home.experts-passion-text-01": "Je m'appelle Denis, j'ai {{age}} ans et je suis passionné par l'informatique. Depuis toujours, j'ai été attiré par le domaine des outils numériques et technologiques. C'est pourquoi j'ai décidé de créer mon entreprise, DevOne.",
	"home.experts-passion-text-02": "Avec plusieurs années d'expérience réussie en tant que concepteur et développeur d'applications, ma mission est de co-créer votre projet. Je mets à votre disposition mes compétences et mon savoir-faire tout au long de son développement et de sa réalisation pour assurer des résultats exceptionnels.",
	"home.mission-01": "Ma Mission : Co-créer Votre Projet pour des ",
	"home.mission-02": "Résultats Exceptionnels",
	"home.mission-text": "Ma mission est de co-créer votre projet avec vous. En tant que développeur expérimenté, je mets à votre disposition mes compétences et mon savoir-faire tout au long du développement et de la réalisation de votre projet, afin de garantir des résultats exceptionnels.",
	"home.preliminary-study": "Etude préalable",
	"home.preliminary-study-text": "Compréhension approfondie de vos besoins, objectifs, design et fonctionnalités souhaitées pour le projet de création de site internet. Cette étape établit une base solide pour une recommandation personnalisée et une stratégie de développement adaptée.",
	"home.promotionnal-marketing": "Marketing promotionnel",
	"home.promotionnal-marketing-text": "Découvrez notre service de marketing promotionnel ! Créez des t-shirts, des pulls, des goodies personnalisés à l'image de votre marque. Boostez votre visibilité et laissez une impression durable avec nos produits uniques et créatifs. Démarquez-vous dès maintenant !",
	"home.recommendations": "Recommandations",
	"home.recommendations-text": "À partir de la compréhension approfondie de vos besoins, objectifs, design et fonctionnalités souhaitées, des recommandations personnalisées sont élaborées, incluant l'architecture du site, les fonctionnalités, les technologies adaptées, et une stratégie de développement détaillée.",
	"home.redesign-website": "Refonte de Site Internet",
	"home.redesign-website-text": "Donnez un coup de frais à votre site obsolète en tenant compte de l'ergonomie, de la sécurité, du référencement et du taux de conversion.",
	"home.satisfied-companies": "Compagnies satisfaites",
	"home.satisfied-customers": "Clients satisfaits",
	"home.see-porfolio": "Voir notre portfolio",
	"home.services-premium-01": "Des services premium à ",
	"home.services-premium-02": "prix abordable",
	"home.services-premium-03": " Je suis votre développeur !",
	"home.transform-reality": "Transformez Votre Vision en Réalité avec DevOne",
	"home.turn-on-vision": "Création de Site Internet : Transformez Votre Vision en Réalité",
	"home.turn-on-vision-text": "La sélection d'un développeur qualifié et compétent pour la création de votre site internet revêt une importance capitale. Je serai là pour vous accompagner et donner vie à votre projet.",
	"home.vision-ocean": "Ne laissez pas votre vision se perdre dans l'océan du digital. Faites confiance à DevOne pour créer votre site internet qui vous propulsera vers le succès. Contactez-moi dès maintenant pour discuter de votre projet et commencer cette formidable aventure ensemble.",
	"home.website-creation": "Création de Site Internet",
	"home.website-creation-text": "Présentez vos activités, vos produits et services, créez un lien direct avec vos clients, augmentez votre chiffre d'affaires, vendez en ligne, renforcez votre notoriété, etc.",
	"home.years-experience": "Ans d’expérience",
	"navbar.ask-quote": "Demandez un devis",
	"navbar.contact": "Contact",
	"navbar.create-website": "Création de site internet",
	"navbar.projects": "Projets",
	"navbar.promotional-marketing": "Marketing Promotionnel",
	"navbar.redisign-website": "Refonte de site internet",
	"navbar.services": "Services",
	"reviews.loading": "Chargement des avis en cours...",
	"reviews.trusted-us": "Il nous on fait confiance",
	"reviews.trusted-us-text": "Pourquoi pas vous ?",
	"translate-menu.english": "Anglais",
	"translate-menu.french": "Français"
}
